[
    {
        "id_texto": 1,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "La primera sección no cumple una introducción clara con los cuatro elementos exigidos. Sí aparece el 'qué' (salud mental y trabajo permanente) pero de forma imprecisa y difusa; el 'cuándo' solo se alude vagamente a \"nuestra actual pandemia\" (periodo general, no un marco temporal preciso). No se identifican 'quiénes' concretos (no hay actores nombrados; solo referencias genéricas a \"asociados\" o lectores) ni un 'dónde' geográfico o contexto espacial explícito. Además la oración inicial es larga y discursiva, no constituye una introducción clara de 1–2 oraciones específicas."
            },
            "conclusion_cierre": {
                "nivel": 2,
                "justificacion": "El texto termina con recomendaciones prácticas (estructura semipersonalizada, cybercafés, bloqueo de llamadas) pero no ofrece una síntesis reformulada de la idea principal ni una proyección explícita de consecuencias o escenarios futuros. Hay un intento de cierre práctico, pero carece de una reformulación clara del argumento central y de implicaciones desarrolladas; por tanto es un cierre abrupto que solo intenta concluir."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Hay redundancia temática en varios párrafos: el segundo y el cuarto repiten la crítica a la falta de regulación y explotación laboral; el tercero retoma argumentos sobre efectos en rutina/sueño que ya se insinúan en el primer párrafo; el quinto repite la necesidad de estructurar el teletrabajo sin aportar un subtema nuevo. Faltan conectores lógicos claros entre párrafos y la división de ideas es pobre (cambios abruptos, frases desorganizadas), por lo que existen al menos dos párrafos que resultan redundantes y la progresión no es coherente."
            }
        }
    },
    {
        "id_texto": 2,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "El texto presenta un 'qué' general (impacto de la pandemia y aprendizaje virtual) y menciona grupos afectados ('niños y adolescentes'), pero ambos son poco específicos. No contiene un 'dónde' (ubicación geográfica o contexto espacial preciso en la introducción) ni un 'cuándo' concreto (periodo o fecha). Además la exposición inicial es amplia y poco acotada en 1-2 oraciones claramente definidas, por lo que faltan elementos exigidos para un nivel 4."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "El cierre ofrece una recomendación concreta (familias deben incentivar protocolos) y por tanto proyecta una acción futura, pero no sintetiza de forma clara la idea principal en nuevas palabras ni desarrolla implicaciones o escenarios futuros más amplios. Es más prescriptivo que analítico; falta una reformulación explícita de la tesis y una proyección bien desarrollada."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Aunque el texto está dividido en párrafos, hay redundancia y solapamiento de subtemas: por ejemplo, los párrafos que introducen las cuatro áreas de aprendizaje y el siguiente que cuantifica su impacto repiten y rehacen la misma información; los pasajes sobre la importancia del ámbito social (cita de estudio en Chile y cita del profesor Sebastián Torres) vuelven a enfatizar el mismo punto sin aportar subtemas nuevos; y los dos últimos párrafos (medidas sanitarias y rol del núcleo familiar) se solapan en la idea de prevención y actuación familiar. Faltan conectores lógicos que articulen transiciones temáticas claras y varios párrafos combinan más de un subtema, lo que impide que cada párrafo aporte información estrictamente nueva."
            }
        }
    },
    {
        "id_texto": 3,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "Solo hay un elemento claramente presente: el «qué» (tema: actividad física y contaminación). El «cuándo» aparece de forma vaga ('A lo largo de la historia', 'Actualmente') pero no es un periodo temporal preciso. No se identifican actores concretos en la introducción (aunque luego aparece 'el gobierno', no está en la introducción) ni hay una ubicación geográfica específica (solo más adelante se menciona 'grandes ciudades'). En resumen: 1 elemento claro + 1 vago = nivel 2."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "Hay una tentativa de síntesis (repite la idea de que las medidas gubernamentales cambiarán actitudes) y una proyección general (disminución progresiva de la contaminación y efectos positivos). Sin embargo, la síntesis es mayormente reiterativa y no reformula la tesis con mayor precisión ni aporta conclusiones analíticas nuevas; la proyección es vaga, sin horizonte temporal, magnitud ni consecuencias concretas. Cumple parcialmente pero no alcanza la exigencia de síntesis y proyección claras y explícitas."
            },
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "Hay avance temático (introducción, medidas individuales, evidencia, objeción, cierre), pero existen repeticiones parciales: el párrafo 2 (incentivar uso de bus) y el párrafo 4 (incentivos y cambio de conducta) repiten la misma idea central sobre incentivos que modifican comportamientos; además el cierre reitera argumentos previos sin aportar información nueva. Los conectores lógicos son débiles y las transiciones pobres, por lo que la progresión no es totalmente nítida. Según el criterio, una repetición parcial entre párrafos sitúa el texto en nivel 3."
            }
        }
    },
    {
        "id_texto": 4,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "Aparece el “qué” (mejorar condiciones de salud frente a la contaminación) y un “dónde” genérico («las grandes ciudades»), pero faltan actores concretos por nombre («quiénes») y no hay referencia temporal («cuándo»). Además el “dónde” es vago (no se especifica ciudad, región ni contexto espacial preciso)."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "Existe una reformulación de la idea principal (síntesis), pero la conclusión no proyecta consecuencias, recomendaciones claras ni escenarios futuros. Predomina la repetición de lo ya dicho en lugar de plantear implicaciones explícitas o pasos futuros."
            },
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "Hay organización por párrafos y algunos conectores («En primer lugar», «En segundo lugar», «En conclusión»), pero hay repetición temática: el papel de las políticas públicas y del colectivo se repite en distintos párrafos y de nuevo en la conclusión. El ejemplo de Chile/India y el párrafo siguiente sobre consecuencias sanitarias reiteran la misma idea sin aportar subtemas claramente distintos; además varios párrafos mezclan ideas (políticas, cultura y ejemplo) en vez de desarrollar subtemas únicos y bien diferenciados."
            }
        }
    },
    {
        "id_texto": 5,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "El texto introduce claramente el qué (límite entre expresión artística y respeto a la autoridad) y quiénes (el colectivo Las Tesis y menciona a Carabineros), pero no ofrece un dónde geográfico específico ni un cuándo temporal. La introducción ocupa más de una oración y plantea el problema, pero faltan los elementos espaciales y temporales exigidos para un nivel superior."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "La conclusión reformula la idea central (síntesis) y afirma una preferencia normativa (límite ex post), pero la proyección es débil y vaga: no plantea consecuencias concretas, escenarios futuros ni implicaciones operativas claras. Es más un cierre normativo que una proyección explícita y fundamentada."
            },
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "La estructura en párrafos está señalada con conectores ('En primer lugar', 'En segundo lugar', 'Otros podrían...'), y cada párrafo intenta un subtema, pero hay repetición parcial. El segundo y el tercer párrafo replican la misma línea argumental sobre el peligro de excluir voces y el poder arbitrario de limitar la expresión; el cuarto retoma la disyuntiva autoridad/libertad que ya estaba implícita, sin aportar evidencia o desarrollo claramente nuevo. Existe progresión lógica, pero al menos un párrafo repite ideas ya tratadas."
            }
        }
    },
    {
        "id_texto": 6,
        "resultado": {
            "introduccion": {
                "nivel": 3,
                "justificacion": "El texto presenta el 'qué' (teletrabajo y pandemia) y alude al 'dónde' (en todo el mundo) y al 'cuándo' (la pandemia actual), pero estos elementos son generales y poco específicos. No identifica 'quiénes' de forma concreta (solo 'muchas las personas' sin grupos, instituciones o actores nombrados). Según las reglas estrictas, varios elementos son vagos, por lo que no alcanza el nivel 4."
            },
            "conclusion_cierre": {
                "nivel": 2,
                "justificacion": "El texto termina con una afirmación sobre el impacto en la salud mental pero no ofrece una síntesis reformulada de la idea principal ni plantea implicaciones o proyecciones futuras. Existe una última oración que intenta cerrar, pero es un cierre abrupto y no cumple los requisitos de síntesis + proyección."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "No hay una estructura de párrafos claramente desarrollada: las ideas (adaptación al teletrabajo y efecto en la salud mental) aparecen en oraciones muy breves dentro del mismo bloque sin subtemas bien separados ni desarrollo. Falta separación clara de párrafos y desarrollo lógico sucesivo; la progresión es mínima y no se aportan nuevos niveles de información."
            }
        }
    },
    {
        "id_texto": 7,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "El primer párrafo identifica el tema general (políticas educativas e inclusión cultural) —es decir, el 'qué'— pero falla en los otros elementos exigidos con especificidad. No menciona actores concretos por nombre (solo términos generales como 'instituciones educativas' o 'poblaciones incluidas'), la localización es vaga ('nuestro país' sin precisar qué país) y el marco temporal es ambiguo ('actualmente' sin periodo o fecha). Según el criterio estricto, hay solo 1-2 elementos identificables y el resto están ausentes o demasiado generales."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "El cierre ofrece una formulación normativa que retoma la idea central (proponer una educación basada en colaboración, comprensión y respeto), lo que cumple parcialmente la función de síntesis. Sin embargo, carece de una proyección clara: no plantea consecuencias concretas, escenarios futuros ni implicaciones operativas derivadas de esa posición. Es una reformulación final más que una conclusión que sintetice y proyecte simultáneamente."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "El texto tiene varios párrafos que se solapan en contenidos: el párrafo inicial y el tercero repiten la discusión sobre políticas educativas e inclusión; el segundo (resistencia conservadora) y el quinto (defensa de valores/tradiciones) abordan la preservación cultural desde ángulos muy cercanos, generando redundancia. Además hay transiciones débiles y conectores lógicos insuficientes; algunas ideas aparecen fragmentadas o reiteradas en distintos párrafos en vez de desarrollarse de forma claramente diferenciada. Esto indica 2 o más párrafos con contenido redundante y una progresión pobre."
            }
        }
    },
    {
        "id_texto": 8,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "Sólo aparecen claramente el 'qué' (teletrabajo y su impacto en la salud mental) y el 'dónde' (Chile). No se identifican actores concretos por nombre: el texto usa términos genéricos ('trabajadores') que, según el criterio exigente, no son suficientes. Tampoco hay un 'cuándo' preciso: 'situación actual' es vago y no fija periodo/fecha ni alude explícitamente a la pandemia como marco temporal."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "Hay proyección (menciona la necesidad de normas y la posibilidad de una 'nueva normalidad'), pero la síntesis es débil: la conclusión repite la tesis de forma redundante en lugar de reformularla con nuevas palabras y mayor integración de argumentos. La proyección es genérica y no desarrolla implicaciones concretas."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Existen párrafos (especialmente el segundo y el cuarto) que repiten la misma idea central: el hogar como refugio que se vuelve estresante y produce conflictos familiares, por lo que hay redundancia en 2 o más párrafos. Además faltan conectores y transiciones claras entre ideas; los párrafos no presentan subtemas suficientemente diferenciados ni avance lógico consistente."
            }
        }
    },
    {
        "id_texto": 9,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "Sólo presenta claramente el 'qué' (teletrabajo y salud mental) y un 'cuándo' genérico (la pandemia por COVID-19). No identifica actores concretos por nombre ni grupos específicos (el texto usa expresiones vagas como \"quienes están expuestos al teletrabajo\"), y no indica un 'dónde' espacial concreto (no hay país, región o contexto geográfico explícito)."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "Incluye una síntesis (reformula la idea principal y enumera las estrategias) y una proyección (recomienda que los gobiernos promuevan campañas). Sin embargo, la síntesis es formulaica y repetitiva respecto al cuerpo del texto, y la proyección es muy vaga: no precisa actores, plazos, mecanismos ni consecuencias concretas, por lo que carece de la profundidad esperada para un nivel excepcional."
            },
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "Hay organización por párrafos y conectores ('En primer lugar', 'Por otro lado'), pero existe repetición parcial: el párrafo sobre respetar horarios (párrafo 3) y el de ritual de cierre (párrafo 4) abordan el mismo problema —evitar la permanencia mental en lo laboral— con solapamiento de ideas. Los subtemas no están totalmente diferenciados y algunos argumentos quedan breves y reiterativos."
            }
        }
    },
    {
        "id_texto": 10,
        "resultado": {
            "introduccion": {
                "nivel": 3,
                "justificacion": "La introducción menciona el tema (sistema de enseñanza tras la pandemia) y un actor grupal ('la población chilena'), e indirectamente sitúa el contexto geográfico (Chile) y temporal ('a raíz de la pandemia'), pero falla en especificidad. No hay fecha o periodo preciso (p. ej. 2020-2021), ni actores concretos nombrados en la apertura (se menciona el Ministerio solo al final del texto, no en la introducción). El 'qué' es formulado de manera vaga y general, no en 1-2 oraciones concretas que delimiten claramente el foco del ensayo."
            },
            "conclusion_cierre": {
                "nivel": 2,
                "justificacion": "El cierre repite literalmente la tesis principal (las clases presenciales son la solución) sin reformularla de modo sintético ni aportar una síntesis en términos nuevos. Tampoco proyecta consecuencias, escenarios futuros ni recomendaciones concretas: la única ‘proyección’ vaga es calificar la presencialidad como un desafío planteado por el Ministerio, pero no se exploran implicaciones, pasos siguientes ni contexto futuro. Es, en suma, cierre reiterativo y sin proyección."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Aunque hay marcadores ('Por una parte', 'Por otra parte', 'Existen detractores') los párrafos no aportan progresión suficiente y existe redundancia en más de un lugar. La conclusión repite argumentos ya expuestos (afirmación de que la presencialidad es la solución) casi palabra por palabra; el primer párrafo (tesis) y el último (conclusión) duplican la misma afirmación. Además, los desarrollos sobre aprendizaje, salud nutricional/mental y contagio están poco integrados: algunos datos se presentan sin conectar lógicamente con las soluciones propuestas, y no hay párrafos que introduzcan subtemas claramente distintos y secuenciados; por tanto hay al menos dos instancias de repetición y falta de avance temático."
            }
        }
    },
    {
        "id_texto": 11,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "La introducción identifica claramente el 'qué' (la tesis sobre Fratelli Tutti y la justicia social) y el 'quién' (Papa Francisco). Sin embargo faltan dos elementos obligatorios: no hay un 'dónde' geográfico o contexto espacial específico y no hay un 'cuándo' preciso (aparece solo la frase vaga 'en el último tiempo'). Además la formulación es general y no sitúa el tema en un marco temporal o espacial concreto."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "El cierre sintetiza la idea principal al reiterar que Francisco promueve una propuesta social contra el individualismo y a favor del bien común, por lo que cumple parcialmente la síntesis. No obstante, carece de una proyección explícita: no plantea consecuencias concretas, escenarios futuros, recomendaciones políticas o implicaciones prácticas bien definidas, limitándose a una apelación general a la alineación de comportamientos."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "El texto tiene párrafos diferenciados pero varios aportan ideas redundantes. Párrafos 1 y 4 repiten la misma tesis sobre la condena del individualismo y la propuesta del Papa; párrafos 2 y 3 repiten la función de la 'solidaridad cristiana' y el uso de la tradición religiosa para justificar la propuesta. Faltan subtemas claramente distintos y conectores que mostraran una progresión lógica definida; hay repetición temática en más de dos párrafos."
            }
        }
    },
    {
        "id_texto": 12,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "Sólo cumple parcialmente el elemento 'qué' (tema: autocuidado y su efecto frente a factores ambientales). No identifica actores concretos ('quiénes'), ni ubicación geográfica ('dónde') ni periodo temporal ('cuándo'). La apertura es general y no contiene los cuatro elementos exigidos."
            },
            "conclusion_cierre": {
                "nivel": 2,
                "justificacion": "Existe una oración final que intenta cerrar (petición de honestidad y propósito de la promoción), pero falta una síntesis explícita que reformule la idea principal en nuevas palabras y no hay proyección clara de implicaciones futuras o consecuencias concretas. Predomina la recomendación normativa sin integración analítica ni proyección."
            },
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "La secuencia tiene orden lógico (afirmación general, preguntas, beneficios, crítica, llamado final) pero hay repetición parcial: el primer párrafo repite la afirmación general que se desarrolla otra vez en los párrafos 3 y 4 (beneficios y enfoque preventivo). Faltan conectores explicativos que articulen transiciones y evitar redundancias; al menos un párrafo repite información ya presentada."
            }
        }
    },
    {
        "id_texto": 13,
        "resultado": {
            "introduccion": {
                "nivel": 3,
                "justificacion": "Contiene qué (la pandemia/COVID-19), dónde (Chile) y cuándo (finales de febrero/comienzo de marzo), pero NO identifica quiénes (no menciona actores concretos por nombre en la introducción) y algunos elementos son vagos ('finales del semestre pasado'). Además la presentación está dispersa en varias oraciones en lugar de una introducción concisa de 1-2 oraciones que reúna explícitamente los cuatro elementos requeridos."
            },
            "conclusion_cierre": {
                "nivel": 2,
                "justificacion": "Tiene una oración final que intenta cerrar, pero no realiza una síntesis clara ni reformula la idea principal en otras palabras; además carece totalmente de proyección o implicaciones futuras. El cierre es contradictorio (defiende el derecho a votar y a la vez justifica la exclusión) y resulta abrupto y poco fundamentado."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "El texto está dividido en párrafos, pero varios repiten la misma idea: los párrafos 3 y 4 repiten el riesgo de contagio y la imposibilidad/desincentivo de votar; el párrafo 1 y el 5 vuelven sobre consecuencias sanitarias y comparación con el estallido social. Falta subtematización clara por párrafo, transiciones lógicas pobres y repetición de argumentos en distintos apartados."
            }
        }
    },
    {
        "id_texto": 14,
        "resultado": {
            "introduccion": {
                "nivel": 3,
                "justificacion": "Presenta claramente el 'qué' (rebaja de la indemnización / Caso Soquimich) y el 'quién' (Julio Ponce Lerou); indica además el 'dónde' de forma genérica ('historia reciente de Chile'). No cumple el requisito temporal preciso: no hay un 'cuándo' concreto (fecha, periodo específico) sino solo una expresión vaga ('historia reciente'), por lo que falta uno de los cuatro elementos exigidos."
            },
            "conclusion_cierre": {
                "nivel": 1,
                "justificacion": "No existe cierre ni síntesis: el texto termina abruptamente con una pregunta introductoria ('¿Qué tan legítima...?)' y está truncado. No reformula la idea principal ni plantea proyecciones, implicaciones o consecuencias futuras; por tanto no cumple ninguna de las condiciones de cierre."
            },
            "progresion_textual": {
                "nivel": 1,
                "justificacion": "No hay desarrollo en párrafos con subtemas: el texto es un fragmento único y truncado sin estructura de párrafos, sin conectores que articulen ideas ni avance lógico. No se identifican párrafos distintos que aporten información nueva; además contiene errores (por ejemplo 'indeminzación') y puntuación confusa, lo que impide evaluar progresión."
            }
        }
    },
    {
        "id_texto": 15,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "Solo presenta claramente el 'qué' (confinamiento/teletrabajo y repercusiones en salud mental). No identifica actores concretos por nombre: utiliza colectivos vagos ('la población', 'trabajadores', 'familias') en lugar de grupos específicos. La 'dónde' es imprecisa: menciona 'gran parte del mundo' y 'lugares cerrados' pero no una ubicación geográfica concreta o contexto espacial definido. La 'cuándo' es vaga: alude a 'la pandemia' sin periodo, fechas o marco temporal preciso. En conjunto la introducción no ofrece los cuatro elementos explícitos y específicos exigidos."
            },
            "conclusion_cierre": {
                "nivel": 2,
                "justificacion": "El texto termina con afirmaciones sobre empeoramiento de la calidad de vida y aumento de signos ansiosos, pero no reformula la idea principal en nuevas palabras (falta síntesis clara) ni plantea implicaciones o proyecciones futuras explícitas. Existe una última oración que intenta cerrar, pero el cierre es abrupto y no cumple con síntesis + proyección requeridas para nivel superior."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Hay repetición temática entre párrafos: el primer párrafo introduce aumento de ansiedad/depresión; el segundo repite el impacto en salud mental por alteración de horarios e falta de interacción; el cuarto vuelve a reiterar pérdida de desconexión y aumento de ansiedad. Solo el tercer párrafo aborda en parte otro subtema (estrés por espacio reducido y aumento de consultas/medicación), pero aun así solapa con la idea general del deterioro mental. Faltan conectores claros entre párrafos y oraciones topic bien definidos; varios párrafos no aportan información claramente distinta, por lo que la progresión es redundante."
            }
        }
    },
    {
        "id_texto": 16,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "Solo está claramente presente el 'qué' (cierre de colegios y clases virtuales). Los 'quiénes' aparecen de forma genérica ('el gobierno', 'los colegios', 'escolares') pero no son actores concretos por nombre; el 'dónde' (ubicación geográfica o contexto espacial específico) no se menciona; el 'cuándo' se limita a expresiones vagas ('actual contexto sanitario') sin periodo ni fechas precisas."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "Contiene una reformulación de la idea principal (síntesis) pero carece de proyección: no plantea implicaciones futuras, consecuencias concretas, recomendaciones ni escenarios prospectivos. Es una oración final que resume pero no avanza hacia el futuro."
            },
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "Hay párrafos con subtemas distintos (salud/riesgo de contagio; accesibilidad y transporte; calidad educativa y métodos), pero existe repetición: el párrafo 1 y el párrafo 2 repiten la idea de resguardar la salud de los escolares. Los conectores son mínimos ('En el mismo contexto', 'No obstante') y no evitan la redundancia entre esos párrafos; por tanto no se cumple la exigencia de aportar información completamente nueva en cada párrafo."
            }
        }
    },
    {
        "id_texto": 17,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "El texto identifica el qué (contaminación del aire) y el dónde (las grandes ciudades), pero no ofrece un cuándo específico (\"En el último tiempo\" es vago) ni menciona actores concretos por nombre (no hay quiénes identificables). Faltan 2 de los 4 elementos obligatorios para nivel 4."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "La conclusión repite la idea principal y propone una acción (campaña o ley gubernamental), por lo que existe síntesis y una proyección básica. Sin embargo, la síntesis es superficial y poco reformulada (se limita a repetir lo ya dicho) y la proyección es vaga y no desarrolla implicaciones o consecuencias claras, lo que impide un nivel 4."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Los párrafos no aportan subtemas claramente distintos: el Párrafo 2 (beneficios del ejercicio) se solapa con el Párrafo 4 (defensa de que el ejercicio protege frente a la contaminación), y el Párrafo 1 (propuesta educativa) se repite en el Párrafo 3 (falta de deporte en establecimientos y necesidad de incentivar a niños). La conclusión vuelve a reiterar lo mismo. Hay conectores simples pero la información es redundante en múltiples párrafos."
            }
        }
    },
    {
        "id_texto": 18,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "El texto presenta el 'qué' (la pandemia del COVID-19 y una tesis sobre su impacto) y un 'dónde' específico ocasional (mención a 'personas en Chile'), pero no cumple los cuatro elementos exigidos: no se identifican actores concretos por nombre ('quiénes' aparecen sólo como grupos genéricos como 'muchos autores' o 'ser humano') y no se especifica un 'cuándo' preciso (fechas o periodo histórico). Además, la definición del tema es vaga y general, más que una introducción explícita y acotada."
            },
            "conclusion_cierre": {
                "nivel": 2,
                "justificacion": "No hay una conclusión cerrada y coherente: el cierre es abrupto y el texto termina truncado ('q'), por lo que falta una síntesis reformulada de la idea principal en nuevas palabras. Hay indicios de proyección (la afirmación de que el COVID-19 'representa un desafío para la actualización de los programas y normativas'), pero esa proyección no se desarrolla ni articula con una implicación futura clara; en conjunto no cumple con sintetizar y proyectar como exige nivel 4."
            },
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "Hay cierta estructura en dos párrafos, pero el segundo repite parcialmente el eje central del primero (la necesidad de políticas públicas y la mejora de la calidad de vida), por lo que no todos los párrafos aportan información nueva. Faltan conectores lógicos claros entre párrafos y transiciones que marquen subtemas distintos; además las preguntas retóricas del segundo párrafo no se desarrollan ni conducen a nuevos argumentos, lo que refuerza la redundancia."
            }
        }
    },
    {
        "id_texto": 19,
        "resultado": {
            "introduccion": {
                "nivel": 3,
                "justificacion": "Presenta explícitamente el 'qué' (la pandemia del covid-19) y el 'cuándo' (año 2020). Sin embargo, los 'quiénes' y el 'dónde' son vagos: dice «la mayoría de los países y estados del mundo», que es un grupo general no nombrado de forma concreta, y «del mundo» es una ubicación demasiado amplia y no específica según el criterio. Además, la frase es breve y no desarrolla una introducción con los cuatro elementos claros y específicos exigidos."
            },
            "conclusion_cierre": {
                "nivel": 2,
                "justificacion": "El texto termina con una oración enunciativa que intenta cerrar la idea, pero no realiza una síntesis reformulada de la idea principal ni plantea proyecciones o implicaciones futuras. Es un cierre abrupto y meramente afirmativo, sin proyección explícita."
            },
            "progresion_textual": {
                "nivel": 1,
                "justificacion": "El texto es una única oración sin estructura de párrafos; por tanto no hay progresión textual, ni subtemas diferenciados ni conectores entre párrafos. No es posible identificar aporte de información nueva entre párrafos porque no existen párrafos separados."
            }
        }
    },
    {
        "id_texto": 20,
        "resultado": {
            "introduccion": {
                "nivel": 2,
                "justificacion": "La introducción solo ofrece el 'qué' de manera genérica (la pandemia) y emplea términos vagos como 'actualmente' y 'todos los paises'. No identifica 'quiénes' (actores concretos por nombre), no aporta un 'cuándo' preciso (fechas o periodo histórico) y el 'dónde' específico solo aparece más adelante ('Europa') pero no en la entrada inicial. En suma: 1 elemento claro (tema) y los demás ausentes o demasiado generales."
            },
            "conclusion_cierre": {
                "nivel": 3,
                "justificacion": "El párrafo final intenta sintetizar la idea central (no ver la pandemia solo como problema sanitario) y ofrece una recomendación general para las organizaciones de salud, pero la síntesis es superficial y no reformula la tesis de modo claro. Falla en la proyección: no plantea consecuencias futuras concretas, escenarios ni implicaciones políticas o sociales desarrolladas; queda en una recomendación vaga en vez de una proyección explícita."
            },
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Hay redundancias y transiciones débiles. El segundo y tercer párrafo repiten ideas generales sobre efectos socioeconómicos y la 'segunda ola'; los párrafos cuarto y quinto solapan completamente el argumento sobre quién puede teletrabajar y por qué los pobres son más expuestos (misma idea repetida con distinto wording). Faltan conectores lógicos que articulen la progresión; algunos párrafos mezclan subtemas (riesgo epidemiológico, justicia social, teletrabajo, salud mental) sin separación clara. Además hay saltos argumentales (ejemplo del jardinero) poco justificados."
            }
        }
    }
]