[
    {
        "id_texto": 1,
        "resultado": {
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "Hay párrafos claramente identificables (5). Sin embargo, el cuarto párrafo repite información ya tratada sobre la supuesta comodidad/flexibilidad impuesta por el virus y los empleadores; los demás párrafos presentan ideas principales distintas (tesis general, regulación y explotación, efectos sobre la salud, y propuestas)."
            }
        }
    },
    {
        "id_texto": 2,
        "resultado": {
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Los párrafos están claramente identificables, pero al menos dos párrafos repiten información ya expuesta (p. ej. el quinto y el séptimo, y en parte el sexto) sobre la influencia de la dinámica familiar/social y la recomendación de limitar interacciones."
            }
        }
    },
    {
        "id_texto": 3,
        "resultado": {
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "Los párrafos son claramente identificables y en su mayoría contienen ideas distintas (introducción, propuesta de transporte, propuesta sobre tabaquismo/mascarillas, contraargumento), pero el párrafo final repite la tesis/idea principal ya expuesta, por lo que hay una repetición en un párrafo."
            }
        }
    },
    {
        "id_texto": 4,
        "resultado": {
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "El texto presenta párrafos identificables con ideas principales distintas (tesis, políticas públicas, prácticas colectivas, contraargumento). Sin embargo, la conclusión repite la idea central ya expresada en párrafos anteriores, por lo que hay al menos un párrafo que repite información previa."
            }
        }
    },
    {
        "id_texto": 5,
        "resultado": {
            "progresion_textual": {
                "nivel": 4,
                "justificacion": "El texto presenta párrafos claramente identificables; cada uno aporta una idea principal distinta (introducción y tesis; riesgo de censura; garantía de voces disidentes; contraargumento y ponderación; conclusión), sin repetición de la información central de un párrafo en el siguiente."
            }
        }
    },
    {
        "id_texto": 6,
        "resultado": {
            "progresion_textual": {
                "nivel": 4,
                "justificacion": "Presenta dos párrafos claramente diferenciados: el primero describe la adaptación al teletrabajo por la pandemia; el segundo señala el impacto en la salud mental por el encierro y la sobrecarga. No hay repetición de información entre ellos."
            }
        }
    },
    {
        "id_texto": 7,
        "resultado": {
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "Los párrafos están claramente identificables y cada uno presenta una idea central, pero hay repetición: el tercer párrafo retoma y repite la información sobre las políticas educativas e inclusión ya mencionada en el primer párrafo."
            }
        }
    },
    {
        "id_texto": 8,
        "resultado": {
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "El texto presenta párrafos claramente identificables. Sin embargo, hay repetición: el párrafo 4 retoma y repite la idea del impacto en la vida y la familia ya expuesta en el párrafo 2, y el párrafo 5 rehace la tesis del primer párrafo (teletrabajo amenaza la salud psicológica), por lo que dos párrafos repiten información anterior."
            }
        }
    },
    {
        "id_texto": 9,
        "resultado": {
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "El texto presenta párrafos claramente identificables. Solo el párrafo final repite de forma explícita la tesis y las estrategias ya expuestas en párrafos anteriores (resumen/conclusión), por lo que hay una repetición en un único párrafo."
            }
        }
    },
    {
        "id_texto": 10,
        "resultado": {
            "progresion_textual": {
                "nivel": 4,
                "justificacion": "El texto presenta párrafos claramente identificables (introducción, evidencia sobre aprendizaje, evidencia sobre salud, refutación del riesgo de contagio y conclusión). En cada párrafo se reconoce una idea principal distinta a la del párrafo anterior."
            }
        }
    },
    {
        "id_texto": 11,
        "resultado": {
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "El texto presenta cuatro párrafos claramente identificables, pero el cuarto párrafo repite información ya expuesta (condena al individualismo, promoción de una propuesta social basada en justicia, caridad y solidaridad), por lo que no todas las unidades aportan información principal distinta."
            }
        }
    },
    {
        "id_texto": 12,
        "resultado": {
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "El texto presenta párrafos claramente identificables, pero hay repetición de ideas en dos párrafos: el párrafo 5 retoma la idea del párrafo 1 (que las acciones individuales son insuficientes y no erradican el problema) y el párrafo 6 repite la crítica sobre intereses políticos/económicos y la necesidad de información honesta ya planteada en el párrafo 5. Por ello no alcanza nivel 4."
            }
        }
    },
    {
        "id_texto": 13,
        "resultado": {
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "El texto presenta párrafos claramente identificables, pero al menos dos párrafos repiten información ya señalada anteriormente: el párrafo 4 repite el riesgo de contagio y la limitación del voto ya discutida en los párrafos previos, y el párrafo 6 retoma en forma de conclusión asuntos (derecho/deber de votar y el peligro para la salud) que ya estaban expresados antes."
            }
        }
    },
    {
        "id_texto": 14,
        "resultado": {
            "progresion_textual": {
                "nivel": 1,
                "justificacion": "El texto consta de un único párrafo, por lo que no hay progresión entre párrafos ni información principal distinta que permita evaluar variación textual."
            }
        }
    },
    {
        "id_texto": 15,
        "resultado": {
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "El texto tiene cuatro párrafos claramente identificables, pero al menos dos párrafos (el segundo y el cuarto) repiten información ya presentada sobre el teletrabajo y su impacto en la salud mental/ansiedad, por lo que corresponde nivel 2."
            }
        }
    },
    {
        "id_texto": 16,
        "resultado": {
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Hay párrafos claramente identificables, pero en dos párrafos se repite información ya presentada: el párrafo 2 repite la idea de resguardar la salud expuesta en el párrafo 1, y el párrafo final vuelve a repetir beneficios como salud y accesibilidad ya señalados."
            }
        }
    },
    {
        "id_texto": 17,
        "resultado": {
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Hay párrafos claramente identificables, pero en varios párrafos se repite información ya presentada: el párrafo 3 retoma la idea de cambiar la educación mencionada al inicio, el 4 repite el argumento sobre los beneficios del ejercicio frente a la contaminación y el 5 vuelve a reiterar la tesis y la propuesta, por lo que más de un párrafo repite contenido anterior."
            }
        }
    },
    {
        "id_texto": 18,
        "resultado": {
            "progresion_textual": {
                "nivel": 3,
                "justificacion": "El texto presenta párrafos claramente identificables (dos), pero el segundo repite información ya planteada en el primero (necesidad de políticas públicas, calidad de vida/desigualdad), aunque también añade preguntas sobre socialización y virtualidad."
            }
        }
    },
    {
        "id_texto": 19,
        "resultado": {
            "progresion_textual": {
                "nivel": 1,
                "justificacion": "El texto es una sola oración sin división en párrafos; no hay párrafos con información principal distinta que permitan evidenciar progresión textual."
            }
        }
    },
    {
        "id_texto": 20,
        "resultado": {
            "progresion_textual": {
                "nivel": 2,
                "justificacion": "Hay párrafos claramente identificables, pero al menos dos párrafos repiten información ya expuesta anteriormente: el párrafo 4 retoma y amplía la idea de que los más pobres son los más afectados (ya mencionada en el párrafo 3) y el párrafo 6 vuelve a repetir la necesidad de priorizar quién sale a trabajar/teletrabajo tratada en los párrafos 4-5."
            }
        }
    }
]